openfoam/manufacturable_vtol_fine/0.orig/nut
FoamFile { format ascii; class volScalarField; object nut; }

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet       { type calculated; value uniform 0; }
    outlet      { type calculated; value uniform 0; }
    farfield    { type calculated; value uniform 0; }
    aircraft    { type nutLowReWallFunction; value uniform 0; }
}

