openfoam/manufacturable_vtol_fine/constant/momentumTransport
FoamFile { format ascii; class dictionary; object momentumTransport; }

simulationType RAS;
RAS
{
    model       kOmegaSST;
    turbulence  on;
}

