openfoam/manufacturable_vtol_fine/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          1120;
        startFace       1507931;
    }
    outlet
    {
        type            patch;
        nFaces          1120;
        startFace       1509051;
    }
    farfield
    {
        type            patch;
        nFaces          7072;
        startFace       1510171;
    }
    aircraft
    {
        type            wall;
        inGroups        List<word> 
2
(
aircraftGroup
wall
)
;
        nFaces          39474;
        startFace       1517243;
    }
)

// ************************************************************************* //
