openfoam/manufacturable_vtol_fine/system/decomposeParDict
FoamFile { format ascii; class dictionary; object decomposeParDict; }

numberOfSubdomains 10;
method scotch;

